Repository: soft-hunter/woocommerce-1c-integration
Catalog: src/languages/woocommerce-1c-*.po
Languages: uk

source: 1C
uk: 1С

source: Settings
uk: Налаштування

source: TODO
uk: ЗАВДАННЯ

source: Plugin <strong>%s</strong> requires plugin <strong>WooCommerce</strong> to be installed and activated.
uk: Плагін <strong>%s</strong> потребує встановлення та активації плагіна <strong>WooCommerce</strong>.

source: The exchange using direct URL is not supported anymore. Please change your exchange URL to http://example.com/?wc1c=exchange.
uk: Обмін через прямий URL більше не підтримується. Будь ласка, змініть URL обміну на http://example.com/?wc1c=exchange.

source: No permissions
uk: Немає дозволів

source: Clean
uk: Очистити

source: Warning: This will permanently delete all 1C data from your site!
uk: Попередження: Це назавжди видалить всі дані 1С з вашого сайту!

source: Security check failed. Please try again.
uk: Перевірка безпеки не пройдена. Спробуйте ще раз.

source: Are you sure you want to delete all 1C data?
uk: Ви впевнені, що хочете видалити всі дані 1С?

source: Yes, Delete All Data
uk: Так, видалити всі дані

source: Cancel
uk: Скасувати
